<?php
/**
 * MyBB 1.8 kurdish Language Pack
 * Copyright 2014 Mybb Group, SaM GoRAN
 * This Language Pack is free . It comes without any warranty to the extent permitted by applicable law.
 * You can redistribute it and/or modify it under the terms of the Do What The Fuck You Want To Public License.
 * Version 1.8.1 , as published by Sam GoRaN.
 * Contact to 'Cic4da@gmail.com' for more details.
 */
 
$l['userdata_missing_username'] = 'ناوی بەکارهێنەرت نەنووسیوە، تکایە ناوی بەکارهێنەر بنووسە.';
$l['userdata_banned_username'] = 'ئەو ناوەی نوسیووتە لەوانەیە دەرکرابێت یان هێشتا تۆمار نەکراوە، تکایە ناوی بەکارهێنەر بەدروستی بنووسە.';
$l['userdata_bad_characters_username'] = "ئەو ناوەی نووسیوتە پتی نادروستی لە خۆ گرتوە . تکایە ناوی بەکارهێنەر بەدروستی بنووسە .";
$l['userdata_invalid_username_length'] = "ناوی بەکارهێنەر زۆر درێژە، تکایە ژمارەی پیتەکانی ناوی بەکارهێنەر لە {1} کەم بکەوە بۆ {2} پیت .";
$l['userdata_invalid_usertitle_length'] = "نازناو  زۆر درێژە، تکایە ژمارەی پیتەکانی نازناو لە {1} کەم بکەوە بۆ {2} پیت .";
$l['userdata_username_exists'] = "ئەم ناوە پێشتر تۆمار کراوە، تکایە ناوێکی تر هەلبژێرە .";

$l['userdata_invalid_password_length'] = "ژمارەی پیتەکانی تێپەڕەوشە هەلەیە، تکایە ژمارەی پیتەکان لە {1} بگۆڕە بۆ {2} پیت.";
$l['userdata_no_complex_characters'] = " تێپەڕەوشەکەت وەکو پێویست بەهێز نییە، تکایە هێمایەك یان زیاتر بەکاربێنە بۆ بەهێزترکردنی تێپەڕەوشە.";
$l['userdata_passwords_dont_match'] = "دڵنیاکردنەوەی تێپەڕەوشە لەگەل هەمان تێپەڕەوشەی یەکەم ناگونجێت، تکایە تێپەڕەوشە لەهەردوو خانە وەکو یەك بنووسەوە.";
$l['userdata_bad_password_security'] = 'ئەو تێپەڕەوشەیەی نوسیووتە هەمان ناوی بەکارهێنەرە یان پۆستی ئەلیکترۆنی، تکایە تێپەڕەوشەیەکی بەهێز دابنێ.';

$l['userdata_missing_email'] = "پۆستی ئەلیکترۆنیت نەنووسی، تکایە پۆستی ئەلیکترۆنی خۆت بنووسە .";
$l['userdata_invalid_email_format'] = "ئەو پۆستە ئەلیکترۆنیەی نووسیوتە هەلەیە، تکایە پێداچوونەوەی بۆ بکە .";
$l['userdata_emails_dont_match'] = "دڵنیاکردنەوەی پۆستی ئەلیکترۆنی لەگەل هەمان پۆستی ئەلیکترۆنی یەکەم ناگونجێت . تکایە پۆستی ئەلیکترۆنی لەهەردوو خانە وەکو یەك بنووسە .";
$l['userdata_banned_email'] = "ئەو پۆستە ئەلیکترۆنییەی نووسیوتە لەیانە قەدەغەکراوە، تکایە پۆستە ئەلیکترۆنیەکی تر بنووسە .";
$l['userdata_email_already_in_use'] = "ئەو پۆستە ئەلیکترۆنیەی بەکارت هێنا پێشتر لەلایەن ئەندامێکی ترەوە بەکار هاتوە، تکایە پۆستە ئەلیکترۆنیەکی تر بنووسە .";

$l['userdata_dob_required'] = "پۆستی ئەلیکترۆنیت نەنووسی، تکایە بۆ بەردەوام بوون پێویستە بەرواری لەدایکبوونت بنووسی - تێبینی ئەوەش بکە: دەتوانیت بەرواری لەدایکبونت بشاریتەوە لە ئەندامان.";
$l['userdata_invalid_website'] = "ناونیشانی وێبگە هەلەیە، تکایە بەستەرێکی دروست دابنێ یان بە بەتالی بەجێ بهێلە .";
$l['userdata_invalid_icq_number'] = "ڕاژەی ICQ هەلەیە، تکایە ژمارەی ڕاژەی ڕاژەکەت بە دروستی بنووسەوە یان بە بەتالی بەجێ بهێلە .";
$l['userdata_invalid_birthday'] = "بەرواری لەدایکبوون هەلەیە، تکایە بەرواری لەدایكبوون بەدروستی بنووسەوە یان بە بەتالی بەجێ بهێلە.";
$l['userdata_invalid_birthday_coppa'] = 'بۆ دڵنیاکردنەوەی تەمەنت، تکایە ئەو ساڵە بنووسە کە تێیدا لە دایکبووی. دەتوانیت لە پەڕەی تایبەتی خۆت تەمەن و بەرواری لەدایکبوون لە ئەندامان بشاریتەوە..';
$l['userdata_invalid_birthday_coppa2'] = ' پێویستە بەلایەنی کەم تەمەنت 13 ساڵ بێت تا بتوانیت ببیت بە ئەندام لەم یانەیە، تکایە پەیوەندی بە بەرێوەبەری یانە بکە.';
$l['userdata_invalid_birthday_privacy'] = ' تکایە سیستەمی تایبەتێتی دروست بۆ ڕۆژی لەدایکبوونت دیاری بکە.';
$l['userdata_invalid_referrer'] = "ناوی ئەو ئەندامەی کە تۆی بانگهێشتی یانەکەمان کردوە هەلەیە، تکایە ناوی ئەندام بە دروستی بنووسەوە یان بە بەتالی بەجێ بهێلە.";
$l['userdata_invalid_language'] = "زمانی دیاریکراو هەلەیە، تکایە تەنها زمانە بەردەستەکان دیاری بکە .";
$l['userdata_missing_returndate'] = "یەکێك لە خانەکانی بەراورت بەجێ هێشت، تکایە دڵنیابە لە دیاری کردنی ڕۆژ - مانگ - و ساڵی گەڕانەوە .";
$l['userdata_missing_required_profile_field'] = "یەکێك لە هەلبژاردنەکانی خانەی \"{1}\" نەنووسیوە، تکایە پڕبکەوە یان نرخێك بۆ ئەم خانەیە دابنێ .";
$l['userdata_bad_profile_field_value'] = 'ناوەڕۆکی خانەی "{1}" هەلەیە، تکایە ناوەڕۆکی خانەکە پڕبکەوە پێش هەنگاوی داهاتو';
$l['userdata_bad_profile_field_values'] = "لم تقم بإختيار إختيار صحيح لحقل \"{1}\" . من فضلك إختر أحد الإختيارات المتاحة لك .";
$l['userdata_max_limit_reached'] = 'ژمارەیەکی هەلەت دیاریکردوە لە پیتەکان بۆ خانەی "{1}" ، تکایە ئەم خانەیە پڕبکەوە بەجۆرێك زیاتر نەبێت لە {2} پیت .';
$l['userdata_invalid_checkfield'] = "ئەوە دۆزرایەوە کە ئەم نمونەیە (داواکرییە) جێ بەجێکراوە لەلایەن کارپێکردنی نا یاسایی و سپام. ئەگەر ئەمە بەهەلە ڕوویداوە، تکایە پەیوەندی بە بەڕێوبەری یانە بکەوە. .";
$l['userdata_invalid_postnum'] = "سەرژمێر یان ژمارەی ئەو بەشداریەی کە داتناوە هەلەیە، تکایە ژمارەیەکی تەواو بنووسە یان خانەکە بە بەتالی بەجێ بهێلە .";
$l['userdata_invalid_threadnum'] = "ژمارەی ئەو لاپەڕانەی داتناوە هەلەیە، تکایە ژمارەیەکی تەواو بنووسە یان خانەکە بە بەتالی بەجێ بهێلە.";

