<?php
/**
 * MyBB 1.8 اللغة العربية لمنتديات
 * Copyright 2014 MyBB Group, All Rights Reserved
 *جميع حقوق التعريب محفوظه لمعهد الدعم العربي www.mybbarab.com
 */

// Help Section 1
$l['s1_name'] = "تایبەت مەندییە بەردەستەکان بۆ ئەندام";
$l['s1_desc'] = "ئەم یانەیە کۆمەلێك زانیاری دەربارەی تۆی تێدایە، وێۆچکە و هەلبژاردنەکانی گەڕان ...هتد";
// Help Section 2
$l['s2_name'] = "ڕوونکردنەوەی خوێندەوە و ناردنی بابەتەکان";
$l['s2_desc'] = "بەشدارییەکان و وەڵامەکان و ئامڕازەکانی تێدایە، لە کۆدی و وێنە ... هتد";
