<?php
/**
 * MyBB 1.8 kurdish Language Pack
 * Copyright 2014 Mybb Group, SaM GoRAN
 * This Language Pack is free . It comes without any warranty to the extent permitted by applicable law.
 * You can redistribute it and/or modify it under the terms of the Do What The Fuck You Want To Public License.
 * Version 1.8.1 , as published by Sam GoRaN.
 * Contact to 'Cic4da@gmail.com' for more details.
 */
 
$l['nav_register'] = "بە ئەندام بوون";
$l['nav_activate'] = "چاڵاککردن";
$l['nav_resendactivation'] = "دوبارە ناردنی پەیامی چاڵاککردن";
$l['nav_lostpw'] = "گەڕاندنەوەی تێپەڕەوشە";
$l['nav_resetpassword'] = "هێنانەوەی تێپەپەڕەوشە";
$l['nav_login'] = "چوونەژوورەوە";
$l['nav_emailuser'] = "ناردنی پۆستی ئه‌لیکترۆنی بۆ ئه‌ندام";
$l['nav_profile'] = "پەڕەی تایبەتی {1}";

$l['tpp_option'] = "پیشاندانی {1} بابەت لە یەك پەڕە";
$l['ppp_option'] = "پیشاندانی {1} بەشداری لە یەك پەڕە";
$l['account_activation'] = "چاڵاککردنی هەژمارەکەت";
$l['activate_account'] = "چاڵاککردنی هەژمار";
$l['activation_code'] = "کۆدی چاڵاککردن";

$l['email_user'] = "ناردنی پۆستی ئەلیکترۆنی بۆ {1}";
$l['email_subject'] = "ناونیشانی پەیام";
$l['email_message'] = "ناوەڕک";
$l['send_email'] = "ناردن";
$l['error_hideemail'] = "ئەم ئەندامە پۆستی ئەلیکترۆنی خۆی شاردوەتەوە بۆیە ناتوانیت پەیام لە ڕێگای پۆستی ئەلیکترۆنیەوە بۆی بنێرتت";
$l['error_no_email_subject'] = "پێویستە ناونیشانی پەیامەکەت بنووسیت";
$l['error_no_email_message'] = "پێویستە ناوەڕۆکی پەیامەکەت بنووسیت";

$l['login'] = "چوونەژوورەوە";
$l['pw_note'] = "تکایە تێبینی ئەمە بکە، تێپەڕەوشە دەبێت چۆنیەک بێت";
$l['lostpw_note'] = "تێپەڕەوشەت لەیاد کردووە ؟";
$l['lost_pw'] = "تێپەڕەوشەت لە یادکرد";
$l['lost_pw_form'] = "فۆرمى چاك كردنەوەى وشەى نهێنى";
$l['email_address'] = "پۆستی ئەلیکترۆنی :";
$l['request_user_pass'] = "داواکردنی ناوی بەکارهێنەر یان تێپەڕەوشە";
$l['profile'] = "پەڕەی تایبەتی {1}";
$l['registration_date'] = "رێکەوتی به‌ ئه‌ندام بوون:";
$l['date_of_birth'] = "رێکەوتی له‌دایك بوون :";
$l['birthdayhidden'] = "شاردنەوەی ڕێکەوتی له‌دایك بوون ";
$l['birthday'] = "رێکەوتی لەدايك بوون :";
$l['local_time'] = "کاتی ناوخۆيى :";
$l['local_time_format'] = "{2} لە {1}";
$l['users_forum_info'] = "سەرژمێری ڕاژەی {1} ";
$l['joined'] = "رێکەوتی به‌ ئه‌ندام بوون:";
$l['lastvisit'] = "دوایین سەردان";
$l['total_posts'] = "سەرجەم بەشدارییەکان:";
$l['ppd_percent_total'] = " لە ڕۆژێك دا {1} بەشداری | {2}% لە سەرجەم بەشدارییەکان ";
$l['total_threads'] = "سەرجەم بابەتەکان:";
$l['tpd_percent_total'] = "لە ڕۆژێك دا {1} بابەت | {2}% لە سەرجەم بابەتەکان ";
$l['find_posts'] = "بینینی سەرجەم بەشدارییەکان";
$l['find_threads'] = "بینینی سەرجەم بابەتەکان";
$l['members_referred'] = "ئەندامانی ئاماژە بۆ کراو:";
$l['rating'] = "هەڵسەنگاندن :";
$l['users_contact_details'] = "زانیاری زیاتر دەربارەی {1}";
$l['homepage'] = "وێبگە :";
$l['pm'] = " پەیامی تایبەتی :";
$l['send_pm'] = "پەیامی تایبەت بۆ بنێرە {1}  .";
$l['icq_number'] = "ICQ ژمارەی :";
$l['aim_screenname'] = "نازناوی AIM :";
$l['yahoo_id'] = "ڕاژەی یاهۆ :";
$l['skype_id'] = "ڕاژەی سکایپ :";
$l['google_id'] = "ڕاژەی گۆگل تۆلک :";
$l['avatar'] = "وێنۆچکە :";
$l['warning_level'] = "ئاستی ئاگەدارکردنەوە :";
$l['warn'] = "تحذير";
$l['away_note'] = "ئێستا {1} لێرە نییە";
$l['away_reason'] = "هۆکار :";
$l['away_since'] = "دوور لەوەتەى :";
$l['away_returns'] = "دەگەڕێتەوە لە :";
$l['away_no_reason'] = "دیار نییە .";
$l['ban_note'] = "ئەم ڕاژەیە دەرکراوە لە یانە";
$l['ban_by'] = "دەرکراوە لە لایەن :";
$l['ban_length'] = "ماوەی دەرکردن";

$l['users_additional_info'] = "زانیاری زیاتر دەربارەی {1}";
$l['email'] = "پۆستی ئەلیکترۆنی :";
$l['send_user_email'] = "پەیامی ئەلیکترۆنی بنێرە بۆ {1} .";
$l['users_signature'] = "واژووی {1}";
$l['agreement'] = "مەرجەکانی بە ئەندام بوون لە یانە";
$l['agreement_1'] = "تكا له‌ ئه‌ندامان و میوانانی به‌ڕێزده‌كه‌ین كه‌ ڕه‌چاوی ئه‌م خاڵانه‌ی خواره‌وه‌ بكه‌ن له‌به‌كارهێنانی یانه‌دا تكایه‌ بۆ ته‌نها جارێكیش بێت چاوێك به‌م خاڵانه‌دا بخشێنن بۆ دووربوون له‌ دروستبوونی هه‌ركێشه‌یه‌ك.";
$l['agreement_2'] = "به‌هیچ شێوه‌یه‌ك نابێت سووكایه‌تی به‌ پیرۆزیەكانی هیچ ئاینێكی ئاسمانی بكرێت له‌ یانه‌دا، نابێت سووكایه‌تی یان ووشه‌ی نه‌شیاو به‌رامبه‌ر هیچ وڵات و نه‌ته‌وه‌ و ڕه‌گه‌زێك بگوترێت له‌ یانه‌دا، پێویسته‌ هه‌ڵبژاردنی ناوی ئه‌ندام گونجاوبێت، پێویسته‌ سه‌ردێری بابه‌ت له‌گه‌ڵ ناوه‌ڕۆكی بابه‌ته‌كه‌دا بگونجێت.";
$l['agreement_3'] = "نابێت سووكایه‌تی به‌ هیچ ئه‌ندامێكی یانه‌ بكرێت له‌لایه‌ن ئه‌ندامانی تروه‌، بڵاوكردنه‌وه‌ی هه‌ر وێنه‌یه‌كی نەشیاو و ووروژێنه‌ر له‌ یانه‌دا ده‌بێته‌ هۆی ده‌ركردنی ئه‌ندام به‌بێ ئاگاداركردنه‌وه‌و مافی به‌ئه‌ندام بوونی لێده‌سه‌ندرێته‌وه‌، نابێت بابه‌تی كۆن بنووسرێته‌و و دووباره‌ بكرێته‌وه‌ ته‌نها له‌ كاتی نوێ كردنه‌وه‌ و ده‌وڵه‌مه‌ند كردنی بابه‌ته‌كه‌دا نه‌بێت، پێش نووسینی هه‌ربابه‌تێك دڵنیابه‌ له‌ نه‌بوونی و دووباره‌ نه‌كردنه‌وه‌ی.";
$l['agreement_4'] = "نابێت بابه‌ته‌كان بە ناڕێکی بنووسرێت و هه‌ر بابه‌ته‌ و پێیوسته‌ له‌ به‌شی گونجاوی خۆیدا دابنرێت، نابێت وه‌ڵامی بابه‌ته‌كان له‌ ناوه‌ڕۆكی بابه‌ت ده‌ربچێت، نابێت كێشه‌ی تایبه‌تی نێوان ئه‌ندامان له‌ په‌یامی گشتیدا بنووسرێت به‌ڵكو ده‌بێت له‌ ڕێگه‌ی په‌یامی تایبه‌تی و ئاگاداركردنه‌وه‌ی به‌ڕێوه‌به‌رانه‌وه‌ چاره‌سه‌ربكرێت، درووسكردنی دووبەرەکێ گروپی سیاسی و ئایین و دژایەتی کردنی یەکتری له‌ یانه‌دا ڕێگه‌پێنه‌دراو و ئه‌گه‌ر دروستیش بكرێت له‌ لایه‌ن به‌ڕێوه‌به‌رانه‌وه‌ ده‌ست به‌ جێ ده‌سڕێته‌وه‌ و ده‌بێته‌ هۆی دوورخسته‌نەوه‌ی هه‌موو ئه‌ندامانی گروپه‌كه‌، پێوسته‌ مافی ئه‌و بابه‌تانه‌ بپارێزرێت كه‌ له‌ یانه‌دا هه‌ن  وه‌ به‌ پێچه‌وانه‌شه‌وه‌ مافی ئه‌و بابه‌تانه‌ی له‌ یانه‌كانی دیكه‌وه‌ وه‌رده‌گیرێن، نابێت ئه‌ندام له‌ ناوێك زیاتری هه‌بێت له‌ یانه‌دا، به‌ڕێوه‌به‌رایه‌تی یانه‌ به‌ هیچ جۆرێك به‌رپرس نیه‌ له‌و بابه‌تانه‌ی بڵاوده‌كرێته‌وه‌، كردنه‌وه‌ و داخستنی به‌شه‌كانی یانه‌ به‌ بڕیاری ده‌سته‌ی به‌ڕێوه‌به‌ران ئه‌نجام ده‌درێت وه‌ به‌ تاوتێكردن و ده‌نگدان له‌لایه‌ن ئه‌ندامانه‌وه‌،<br> هه‌موو ئه‌ندامێك مافی نووسینی بابه‌ت و سڕینه‌وه‌ی بابه‌ته‌كانی خۆی هه‌یه‌ وه‌ به‌ڕێوه‌به‌ران و چاودێرانی یانه‌  مافی ده‌ستكاریكردن و سڕینه‌وه‌ی هه‌ربابه‌تێكیان هه‌یه‌ كه‌ له‌یاساكانی سه‌ره‌وه‌ لایدابێت‌ ";
$l['registration'] = "تۆمارکردن";
$l['required_fields'] = "خانەی داواکراو";
$l['complex_password'] = "تێپەڕەوشە <acronym title=\"تێپەڕەوشە پێویستە بەلایەنی کەم لە {1} پیت پێکهاتبێت وە هەروەها پیتی گەورە و بچوك و ژمارەی لەخۆ گرتبێت.\"></acronym>:";
$l['confirm_email'] = "دڵنیاکردنەوەی پۆستی ئەلیکترۆنی :";
$l['optional_fields'] = "خانەی ئارەزوومەندانە";
$l['website_url'] = "بەستەری وێبگە :";
$l['birthdate'] = "ڕێکەوتی لەدایکبوون :";
$l['additional_info'] = "زانیاری زیاتر";
$l['required_info'] = "زانیاری پێویست";
$l['i_agree'] = "ڕازیم";
$l['account_details'] = "وردەکارییەکانی ڕاژە";
$l['account_prefs'] = "بژاردەکانی ڕاژە :";
$l['invisible_mode'] = "به‌نادیار پیشان بدرێم له‌ ڕێزبه‌ندی ئاماده‌بوان .";
$l['allow_notices'] = "وەرگرتنی پەیامەکانی بەڕێوەبەرایەتی .";
$l['hide_email'] = "شاردنەوەی پۆستی ئەلیکترۆنی لە ئەندامان .";
$l['email_notify'] = "بمکە هاوبەشێکی خۆکار لەو بابەتانەی کە بەشداریم تێدا کردووە .";
$l['receive_pms'] = "وەرگرتنی پەیامی تایبەتی لە ئەندامانی تر .";
$l['pm_notice'] = "ئاگەدار بکرێمەوە لە کاتی هاتنی پەیامی تایبەتی .";
$l['email_notify_newpm'] = "ئاگەدار بکرێمەوە لە ڕێگای پۆستی ئەلیکترۆنییەوە کاتێک پەیامی تایبەتیم پێ دەگات .";
$l['time_offset'] = "کات دانانەوە (<acronym title=\"کاتی هاوینە\">DST</acronym> ڕاستکردنەوەی کاتی هاوینە) :";
$l['time_offset_desc'] = "ئەگەر تۆ لە شوێنێکی کاتەکەی جیاوازە لەگەل کاتی یانە، ئەوا دەتوانیت لە لیستی خوارەوە کاتی هاوشوێنەکەت دیاری بکەی .";
$l['dst_correction'] = "ڕاستکردنەوەی کات لەگەل جیاوازییەکانی کاتی هاوینە :";
$l['dst_correction_auto'] = "دڵنیاکردنەوە لە ڕێکخستنەکانی DST بەشێوەیەکی خۆکار";
$l['dst_correction_enabled'] = "هەمووکاتێك ڕاستکەرەوەی DST بەکاربێنە";
$l['dst_correction_disabled'] = "ڕاستکەرەوەی DST بەکار مەهێنە";
$l['redirect_registered_coppa_activate'] = "سوپاس بۆ بە ئەندام بوونت لە  {1}، {2}. ڕاژەکەت بەسەرکەوتویی دروستکرا، بەڵام خاوەنی ئەم ئەندامێتییە تەمەنی 13 ساڵ کەمترە، پێویستمان بە مۆڵەت پێدانە لەلایەن بەخێوکەرت بۆ ئەوەی بتوانیت ئەم ڕاژەیە بەکاربێنیت. <br /><br /> بەخێوکەر پێویستە پڕبکاتەوە و لەبەر گیراوێك لە فۆرمەکە بنێرێت بۆ  <a href=\"member.php?action=coppa_form\">COPPA Compliance &amp; Permission form</a>.<br /><br /> تەنها بە پێدانی لەبەر گیراوێك لە فۆرمەکەت، ڕاستەوخۆ ڕاژەکەت چاڵاك دەکرێت .";
$l['coppa_compliance'] = "COPPA ڕێككەوتنى";
$l['coppa_desc'] = "ئەگەر ئارەزووی بە ئەندام بوونت هەیە لە یانەکەمان، تکایە دڵنیابە لەوەی کە ئایە تەمەنت لەگەل <a href=\"http://coppa.org/\" title=\" تایبەتمەندییەکانی مندڵان لە ڕێگەی ئنتەرنێتەوە t\" target=\"_blank\">COPPA</a> دەگونجێت. تکایە ڕێکەوتی لە دایکبوونت لە خوارەوە بنووسە. <br /><br /> ئەگەر تەمەنت لە 13 ساڵ بچوکترە، داوای مۆلەتی بەخێوکەر دەکەین بۆ ئاگەداریکردنەوەیان لە بەئەندام بونت لەم یانەیە. ڕازیبوونی بەخێوکەر مەرجە، فۆرمەکە پڕبکەوە  لەبەرگیراوێکی پوختە بۆمان بنێرە لە <a href=\"member.php?action=coppa_form\" target=\"_blank\">COPPA Compliance &amp; Permission form</a> .";
$l['hide_dob'] = "دەتوانیت ڕێکەوتی لەدایکبوون و تەمەنت بشاریتەوە لە پەڕەی ئەندامێتی، دوای تەواوبوونی خۆتۆمارکردن .";
$l['signature'] = "واژوو :";
$l['continue_registration'] = "بەردەوام بوون";
$l['birthdayprivacy'] = "تایبەت مەندییەکانی ڕێکەوتی لەدایکبوون :";
$l['birthdayprivacyall'] = "پیشاندانی تەمەن و ڕێکەوتی لەدایکبوون";
$l['birthdayprivacynone'] = "شاردنەوەی تەمەن و ڕۆژی لەدایکبوون";
$l['birthdayprivacyage'] = "تەنها پیشاندانی تەمەن";
$l['leave_this_field_empty'] = "ئەم خانەیە بە بەتالی جێ بهێلە :";
$l['error_need_to_be_thirteen'] = "پێویستە تەمەنت لە 13 ساڵ یان زیاتربیت بۆ ئەوەی بتوانیت ببیتە ئەندام لە یانەکەمان";
$l['coppa_registration'] = "COPPA فۆرمی پڕکردنەوەی";
$l['coppa_form_instructions'] = "تکایە ئەم فۆرمە چاپ بکە، و پڕی بکەوە و بینێرە بۆمان لە ڕێگای ژمارەی فاکسەوە کە لەسەرەوە دیارە یان لە ڕێگای پۆستی ئەلیکترۆنیەوە .";
$l['fax_number'] = "ژمارەی فاکس :";
$l['mailing_address'] = "ناونیشانی پۆستی ئەلیکترۆنی :";
$l['account_information'] = "زانیارییەکانی ڕاژە";
$l['parent_details'] = "زانیارییەکانی بەخێوکەر";
$l['full_name'] = "ناوی تەواو :";
$l['relation'] = "پەیوەندی :";
$l['phone_no'] = "مۆبایل # :";
$l['coppa_parent_agreement'] = "من ئاگەدارم کە زانیاری پێشکەشکراو تەواوە، وە گۆڕانی هەر زانیارییەك دوای ئەمە داوای تێپەڕەشە دەکات و لەوانەیە ڕاژەکە بێتە سڕینەوە";

$l['coppa_agreement_1'] = "تکایە داوا لەو ئەندامانە دەکەین کە تەمەنیان لە 13 کەمترە، مۆلەتی ڕێگە پێدان لەلایەن بەخێوکەرەوە وەرگرن بۆ بە ئەندام بوون لە یانەی {1}.";
$l['coppa_agreement_2'] = "A parent or legal guardian will need to download, fill in and submit to us a completed copy of our <a href=\"member.php?action=coppa_form\" target=\"_blank\">COPPA Compliance &amp; Permission form</a> before membership will be granted.";
$l['coppa_agreement_3'] = "If you'd like to, you can begin the registration process now, however the account will be inaccessible until the above compliance form is received.";

$l['error_invalid_birthday'] = 'ڕێکەوتی لەدایکبوون هەلەیە تکایە دوبارە هەولدەوە';
$l['error_awaitingcoppa'] = "You cannot login using this account as it is still awaiting COPPA validation from a parent or guardian.<br /><br />A parent or legal guardian will need to download, fill in and submit to us a completed copy of our <a href=\"member.php?action=coppa_form\">COPPA Compliance &amp; Permission form</a>.<br /><br />Once we receive a completed copy of this form, the account will be activated.";

$l['lang_select'] = "ڕێکخستنی زمان:";
$l['lang_select_desc'] = "ئه‌گه‌ر زمانت جیاوازه ده‌توانیت زمانی تایبه‌تی به‌خۆت هه‌لبژێریت.";
$l['lang_select_default'] = "ئاسایی";

$l['submit_registration'] = "بە ئەندام بوون";
$l['confirm_password'] = "دڵنیاکردنەوەی تێپەڕەوشە :";
$l['referrer'] = "ڕەوانە كردن یان بانگكردن :";
$l['referrer_desc'] = "ئەگەر لە ڕێگای بانگکردنەوە هاتوی بۆ یانەکەمان تکایە ناوی ئەو ئەندامە لێرە بنووسە، ئەگەر ناتوانیت بە بەتالی جێ بهێلە .";
$l['search_user'] = "گەڕان لە ئەندام";
$l['resend_activation'] = "دووبارە ناردنی کۆدی چاڵاککردن";
$l['request_activation'] = "داواکرنی کۆدی چاڵاککردن";
$l['ppp'] = "وەڵامەکان لە هەر پەڕەیەك :";
$l['ppp_desc'] = "دەتوانیت دیاری بکەیت کە چەند وەڵام لە بابەتێك دەربکەوێت";
$l['tpp'] = "بابەکان لەهەر پەڕەیەك :";
$l['tpp_desc'] = "دەتوانیت دیاری بکەیت کە چەند بابەت پیشان بدرێت لە پەڕەکانی پیشدانی بابەتەکان.";
$l['reset_password'] = "هێنانەوەی تێپەڕەوشە";
$l['send_password'] = "ناردنی تێپەڕەوشەیەکی نوێ!";
$l['image_verification'] = "کۆدی دڵنیاکردنەوە";
$l['verification_note'] = "تکایە کۆدی سەر وێنەکە وەك خۆی بنووسەوە، ئەم کردارە بۆ قەدەغەکردنی هێڕشی خۆتۆمارکردنی خۆکارانەیە";
$l['verification_subnote'] = "(جیاوازی نێوان گەورە و بچوکی پیتەکان بکە)";
$l['registration_errors'] = "ئەم هەلانەی خوارەوە ڕوویدا لە کاتی تۆماربوون :";
$l['timeonline'] = "ماوەی مانەوە لەسەر هێل :";
$l['timeonline_hidden'] = "(شاراوە)";
$l['registrations_disabled'] = "ببورە لە کاتی ئێستادا ناتوانیت خۆت تۆمار بکەیت چونکە لەلایەن بەڕێوەبەرایەتیەوە پرۆسەی تۆمارکردن ڕاگیراوە  .";
$l['error_username_length'] = "ناوی بەکارهێنەر هەلەیە، پێویستە پیتەکانی ناوی بەکارهێنەر دەست پێ بکات لە {1} پیت بۆ {2} بیت .";
$l['error_stop_forum_spam_spammer'] = 'ببورە بەڵام ناوی بەکارهێنەر یان پۆستی ئەلیکترۆنی لە ڕێزبەندی ڕاگیراوەکانە، ئەگەر ئەمە ڕاست نییە تکایە پەیوەندی بە بەڕێوەبەر بکە';
$l['error_stop_forum_spam_fetching'] = 'ببورە هەلەیەك ڕوویدا لە زانیارییەکان لەگەل بنکەی پاراستن لە سپام، تکایە لە کاتێکی تر هەولدەوە.';

$l['none_registered'] = "تۆماربوان نییە";
$l['not_specified'] = "دیاری نەکراوە";
$l['membdayage'] = "({1} تەمەن)";
$l['mod_options'] = "هەلبژاردنەکانی سەرپەرشتیار";
$l['edit_in_mcp'] = "دەستکاریکردنی تایبەت مەندییەکانی ئەم ئەندامە ";
$l['ban_in_mcp'] = "دەرکردنی ئەم ئەندامە";
$l['purgespammer'] = "پاککردنەوەی سپام";
$l['edit_usernotes'] = "دەستکاریکردنی تێبینییەکانی ئەندام";
$l['no_usernotes'] = "هیچ تێبینییەك نییە دەربارەی ئەم ئەندامە.";
$l['view_all_notes'] = "بینینی سەرجەم تێبینییەکان";
$l['view_notes_for'] = "بینینی تایبەت مەندییەکانی {1}";
$l['reputation'] = "ناوبانگ :";
$l['reputation_vote'] = "هەڵسەنگاندن";
$l['reputation_details'] = "زانیاری زیاتر";
$l['already_logged_in'] = "ئاگەداری: تۆ پێشتر تۆمار کراویت بەناوی {1} .";
$l['admin_edit_in_acp'] = "دەستکاریکردنی زانیارییەکانی ئەندام";
$l['admin_ban_in_acp'] = "دەرکردنی ئەندام";
$l['admin_options'] = "هەلبژاردنەکانی بەڕێوەبەر";

$l['redirect_registered_activation'] = "سوپاس بۆ به‌ئه‌ندام بوونت به‌ڕێز، {2} له‌ یانه‌ی {1}. <p> هەژمارەكەت دروستكرا. هەر چۆنێك بێت، ئەم یانه‌یه‌ پێویستی بە چالاككردنی هەژمار هەیە، كلیلێكی چالاككردن نێردرا بۆ ناونیشانی ئیمەیلەكەت. تكایە ئیمەیلەكەت بپشكنە بۆ زانیاریی زیاتر.";
$l['redirect_emailupdated'] = "پۆستی ئەلیکترۆنی بەسەرکەوتویی نوێ کرا. <br /> ئێستا دەگەڕێیتەوە لاپەڕەی سەرەکی.";
$l['redirect_accountactivated'] = "ڕاژەکەت بەسەرکەوتویی چاڵاککرا. <br /> ئێستا دەگەڕێیتەوە لاپەڕەی سەرەکی.";
$l['redirect_accountactivated_admin'] = "پۆستی ئەلیکترۆنیت بەسەرکەوتویی چاڵاککرا. <br /> ئێستا دەبێت ڕاژەکەت لەلایەن بەڕێوەبەرەوە چاڵاك بکرێت، لە ئێستادا ناتوانیت بەشداری بکەیت لەناو یانە.<br /> ئێستا دەگەڕێیتەوە لاپەڕەی سەرەکی.";
$l['redirect_registered'] = "سوپاس بۆ به‌ئه‌ندام بوونت {1}، {2}. <br /> ئێستا دەگەڕێیتەوە لاپەڕەی سەرەکی.";
$l['redirect_registered_admin_activate'] = "سوپاسیت دەکەین بۆ بە ئەندام بوونت لە {1}، {2}.<br /> پێویستە ڕاژەی ئەندامێتیت لەلایەن بەڕێوەبەری گشتییەوە چاڵاك بکرێت. وە تا چاڵاك نەکرێت لە وانەیە نەتوانیت بەشدارییەکانت ناو یانە دابنێیت.";
$l['redirect_loggedout'] = "به‌سه‌ركه‌وتویی له‌یانه ده‌رچوویت.<br />ده‌گه‌رێیته‌وه‌ لاپه‌ره‌ی سەرەکی .";
$l['redirect_alreadyloggedout'] = "پێشتر دەرچوویت لە یانە، یان نەچوویتە ژوورەوە.<br /> ئێستا  ده‌گه‌رێیته‌وه‌ لاپه‌ره‌ی سەرەکی. .";
$l['redirect_lostpwsent'] = "پەیامێك ئاراستەی پۆستی ئەلیکترۆنیەکت کرا بۆ چۆنیەتی گەڕاندنەوەی تێپەڕەوشە.<br /> ئێستا  ده‌گه‌رێیته‌وه‌ لاپه‌ره‌ی سەرەکی.";
$l['redirect_activationresent'] = "كۆدی چلاككردن دووباره‌ نێردرا بۆ پۆستی ئه‌لیكترۆنی.";
$l['redirect_passwordreset'] = "شكراً لك. تم إسترجاع كلمة المرور الخاصة بك. وإرسال كلمة مرور أخرى عشوائية إلى البريد الذي إستخدمته أثناء عملية التسجيل";
$l['redirect_memberrated'] = "تم تقييم العضو بنجاح .";
$l['redirect_registered_passwordsent'] = " سوپاس . بەسەرکەوتویی تێپەڕەوشە هاتە گەڕاندنەوە. هەروەها تێپەڕەوشەیەکی خۆکارانە نێردرا بۆ پۆستی ئەلیکترۆنیەکەت";
$l['redirect_validated'] = "سوپاس. ڕاژەکەت بەسەرکەوتویی چاڵاککرا .<br /> ئێستا ئاراستەی ناو یانە دەکرێیت.";

$l['error_activated_by_admin'] = "ناتوانیت دوبارە کۆدی چاڵاککردن بنێریت چونکە سەرجەم بەشدارییە نوێیەکان پێویستی بە پێداچونەوەی بەڕێوەبەرایەتییەوە هەیە.";
$l['error_alreadyregistered'] = "ببورە، بەڵام تۆمارەکانمان ئاماژە بەوە دەکات کە تۆ پێشتر تۆمار کراویت لە یانەکەمان. هەروەها تایبەتمەندی تۆماربوون زیاتر لە جارێك لە یانە ناچاڵاککراوە .";
$l['error_alreadyregisteredtime'] = "ناتوانین بەردەوام بین لە پرۆسەی تۆمارکردنت چونکە {1} تۆمارکردنی نوێ  هەیە لە ناونیشانی ئای پی تایبەتیت لە کاتژمێرەکانی {2} ڕابردوو . تکایە لە کاتێکی تر هەولدەوە";
$l['error_badlostpwcode'] = "وادیارە کۆدی گەڕاندنەوەی تێپەڕەوشەی هەلەت بەکارهێناوە. تکایە پێداچوونەوەی بۆ بکەوە، یان پەیوەندی بە بەڕێوەبەرایەتی یانەوە بکە بۆ یارمەتی زیاتر.";
$l['error_badactivationcode'] = "کۆدی چاڵاککردنی ئەندامێتی هەلەیە، بۆ دوبارە ناردنەوەی سەرجەم پەیامەکانی چاڵاککردن بۆ پۆستە ئەلیکترۆنیەکەت. کرتەی  <a href=\"member.php?action=resendactivation\">ئێرە</a> بکە.";
$l['error_alreadyactivated'] = "وادیارە ڕاژەکەت چاڵاکە، یان چاڵاککردن داوای دڵنیاکردنەوەی پۆستی ئەلیکترۆنی ناکات.";
$l['error_alreadyvalidated'] = "ڕاژەکەت چاڵاککراوە، پێویستی بە پەیامی چاڵاککردن نییە.";
$l['error_nothreadurl'] = "پەیامەکەت بەستەری بەشداری تێدا نییە. تکایە تایبەت مەندی \"ناردن بۆ هاوڕێ\" بەکاربهێنە بۆ ناردنی ئاگەداری بۆ هاوڕێکانت دەربارەی ئەم بابەتە .";
$l['error_bannedusername'] = "ئەو ناوەی نووسیوتە لە یانەکەمان ڕێگە پێ نەدراوە، تکایە ناوێکی تر هەلبژێرە .";
$l['error_notloggedout'] = "ببورە نەمان توانی پرۆسە چوونە دەرەوەت جێ بەجێ بکەین، زۆر جار ئەمە ڕوویدا بێت بەهۆی زۆری کۆدەکانی جاڤای پاشەکەوت کراو لە وێبگەڕەکەت، ئەگەر دەتەوێ بچیتە دەرەوە، کرتە لەسەر 'دەرچوون' بکە لە لیستی سەرەوەی یانە";
$l['error_regimageinvalid'] = "کۆدی سەر وێنەکە کە نووسیوتە هەلەیە، تکایە نووسینی سەر وێنەکە وەک خۆی بنووسەوە .";
$l['error_regimagerequired'] = "تکایە خانەی دڵنیاکردنەوەی وێنە کۆد پڕبکەوە بۆ بەردەوام بوون لە چوونە ژوورەوە، هەروەها دڵنیابە لەوەی کە پێویستە کۆدەکە وەک خۆی بنووسیتەوە .";
$l['error_spam_deny'] = "سیستەم ئەوەی دۆزییەوە کە تۆ سپام یت بۆیە هاتنە ژووەرەوەت ڕەتکرایەوە، ئەگەر ئەم کێشەیە هەلەیە تکایە ئاگەدارمان بکەوە لە ڕێگای پەڕەی 'پەیوەندیمان پێ بکە'. ";
$l['error_spam_deny_time'] = "سیستەمی پارێزگاری ئەوەی دۆزییەوە کە لێرە پرۆسەی هاتنە ژوورەوەی سپام هەیە بۆیە هاتنە ژوور ڕاگیرا، بۆ هاتنە ژوور دەبێت {1} چرکە چاوەڕێ بکەیت، تۆ {2} چرکە چاوەڕێت کردووە. ئەگەر ئەم پەیامە ڕەوا نییە تکایە پەیوەندی بە بەڕێوەبەر بکە.";

$l['js_validator_no_username'] = "پێویستە ناوی ئەندامێتی بنووسیت";
$l['js_validator_invalid_email'] = "پێویستە پۆستی ئەلیکترۆنی ڕاست بنووسیت";
$l['js_validator_email_match'] = "پێویستە هەمان پۆستی ئەلیکترۆنی بنووسیتەوە";
$l['js_validator_no_image_text'] = "کۆدی سەر وێنەکەت نەنووسی";
$l['js_validator_no_security_question'] = "پێویستە وەڵامێك بۆ پرسیارەکەی سەرەوە دابنێیت";
$l['js_validator_password_matches'] = "پێویستە تێپەڕەوشە وەکو یەك بێت";
$l['js_validator_password_complexity'] = "تێپەڕەوشە دەبێت ئالۆز بێت";
$l['js_validator_password_length'] = "تێپەڕەوشە دەبێت {1} پیت یان زیاتربێت ";
$l['js_validator_not_empty'] = "پێویستە بەهایەك دابنێیت یان دیاری بکەیت بۆ ئەم خانەیە";
$l['js_validator_checking_username'] = "پشکنینی ناو کە ئایە بەردەستە یان نا";
$l['js_validator_username_length'] = "ناوی ئەندام پێویستە لە نێوان {1} بۆ {2} پیت بێت";
$l['js_validator_checking_referrer'] = "پشکنینی بانگهێشتکەر کە ئایە لێرەیە یان نا .";
$l['js_validator_captcha_valid'] = "پشکنینی وێنەکۆ کە ئایە کۆدەکەت بە دروستی نووسیوە یان نا .";

$l['security_question'] = "پرسيارى پاراستن";
$l['question_note'] = "تکایە وەڵامی پرسیارەکە بدەوە. ئەمە بەکاردێت بۆ ڕێگرتن لە پرۆسەی سپام و پاراستنی تۆ.";
$l['error_question_wrong'] = "وەڵامەکەت هەلەیە، تکایە جارێکی تر هەولبدەوە";

$l['subscription_method'] = "هاوبەشی کردنی سەرەتایی بۆ بابەتەکان :";
$l['no_auto_subscribe'] = "بەبێ هاوبەشی کردن";
$l['no_subscribe'] = "بەبێ ئاگەدارکردنەوە";
$l['instant_email_subscribe'] = "ئاگەدار کردنەوە لە ڕێگای پۆستی ئەلیکترۆنی";
$l['instant_pm_subscribe'] = "ئاگەدار کردنەوە لە ڕێگای پەیامی تایبەتی";

$l['remove_from_buddy_list'] = "سڕینەوە لە لیستی هاوڕێیان";
$l['add_to_buddy_list'] = "زیادکردنی بۆ لیستی هاوڕێیان";
$l['remove_from_ignore_list'] = "سڕینەوە لە لیستی پشتگوێ خراوەکان";
$l['add_to_ignore_list'] = "زیادکردنی بۆ لیستی پشتگوێ خراوەکان";
$l['report_user'] = "ئاگەدارکردنەوەی ئەندام";

$l['newregistration_subject'] = "تۆماركردنى نوێ لە {1}";
$l['newregistration_message'] = "{1},

بەکارهێنەرێکی نوێ هەیە لە {2} چاوەڕێ چاڵاککردنە لەلایەن سەرپەرشتیارەوە

ناوی ئەندام : {3}

سوپاس،
{2} دەستەی بەڕێوەبەران";
