<?php
/**
 * MyBB 1.8 kurdish Language Pack
 * Copyright 2014 Mybb Group, SaM GoRAN
 * This Language Pack is free . It comes without any warranty to the extent permitted by applicable law.
 * You can redistribute it and/or modify it under the terms of the Do What The Fuck You Want To Public License.
 * Version 1.8.1 , as published by Sam GoRaN.
 * Contact to 'Cic4da@gmail.com' for more details.
 */
 
$l['click_no_wait'] = "ئه‌گه‌ر ناتوانیت چاوه‌روانبیت، یان وێبگه‌ره‌كه‌ت پالپشتی خۆكار ناكات كرته‌ لێره‌ بكه‌ .";
$l['redirect_return_forum'] = "<br /><br />گه‌ڕانه‌وه‌, <a href=\"{1}\">بۆ بەشی بابه‌ته‌که‌ </a>.";
$l['redirect_emailsent'] = "په‌یامه‌كه‌ت به‌ سه‌ركه‌وتویی نێردرا.";
$l['redirect_loggedin'] = "به‌خێر بێیت بۆ یانه‌، به‌ سه‌ركه‌وتویی هاتیته‌ ژووره‌وه‌.<br />ده‌گه‌رێیته‌وه‌ لاپه‌ره‌ی سه‌ره‌تا.";
$l['error_invalidpworusername'] = "ناو/ووشه‌ی نهێنی هه‌ڵه‌یه‌ <br /><br />ئه‌گه‌ر ووشه‌ی نهێنیت له‌یاد کردووه‌ <a href=\"member.php?action=lostpw\">داوای ووشه‌ی نهێنی نوێ بکه‌</a>.";
$l['error_incompletefields'] = "تۆ به‌شه‌ پێویستیه‌كانت پر نه‌كردۆته‌وه‌. بكه‌ره‌و وه‌ به‌شه‌ پێویسته‌كان ته‌واو بكه‌.";
$l['error_alreadyuploaded'] = "ئەم فایلە پێشتر بارکراوە بەهام ناو، تکایە ناوی پەرگەکە بگۆڕەو دووبارە بەرزی بکەرەوە.";
$l['error_nomessage'] = "ببورە ناتوانیت پەیامەکە بنێریت لەبەر ئەوەی هیچ پەیامێکت نەنووسیوە. تکایە بگەڕێوە و پەیامێک بنووسە.";
$l['error_invalidemail'] = "پۆستی ئەلیکترۆنیت نەنووسیوە.";
$l['error_nomember'] = "ئەو ئەندامەی بەشوێنیدا دەگەڕییت بوونی نیە.";
$l['error_maxposts'] = "ببورە هەموو بابەتەکانی خۆتت ناردووە ئەمڕۆ ناتوانیت لەوە زیاتر پەیام بنێریت، تکایە چاوەڕێ بکە تا بەیانی یان پەیوەندی بکە بە بەڕێوەبەرەوە.";
$l['error_nohostname'] = "هیچ هۆستیک نەدۆزرایەوە بۆ ئەو ئای پی ـەی بەدوایدا دەگەڕێیت.";
$l['error_invalidthread'] = "ئەو بابەتەی بەدوایدا دەگەڕییت بوونی نیە.";
$l['error_invalidpost'] = "ئەو پەیامەی بەدوایدا دەگەڕییت بوونی نیە.";
$l['error_invalidattachment'] = "ئەو هاوپۆلەی بەدوایدا دەگەڕێیت بوونی نیە.";
$l['error_invalidforum'] = "ئەو یانەی بەدوایدا دەگەڕییت بوونی نیە.";
$l['error_closedinvalidforum'] = "ناتوانیت لەم یانەیەدا پەیام بنێریت لەبەر ئەوەی ئەم یانەیە داخراوە یان کەتەلۆجە.";
$l['error_attachtype'] = "ئەو جۆری پەرگەیەی بەرزتکردۆتەوە ڕێگەپێنەدراوە. تکایە بیسڕەوە یان جۆرە ڕێگەپێدراوەکان بەرزبکەرەوە.";
$l['error_attachsize'] = "فایل له‌ قه‌باره‌ی رێگه‌پێدراوه گه‌وره‌تره‌ .(به‌ لایه‌نی كه‌م قه‌باره‌ی ئه‌م جۆری فایله‌ ، {1} کیلۆبایت بێت.)";
$l['error_uploadsize'] = "په‌رگە له‌ قه‌باره‌ی رێگه‌پێدراوه گه‌وره‌تره‌.";
$l['error_uploadfailed'] = "پەرگەی زیادكراو له‌ قه‌باره‌ی خۆی گه‌وره‌تره‌. پەرگەیەکی تر هه‌لبژێره‌ وه‌ دووباره‌ هه‌ول بەرەوە.";
$l['error_uploadfailed_det98ail'] = "ڕوونکردنه‌وه‌ی زیاتر له‌سه‌ر ‌هه‌ڵه‌:";
$l['error_uploadfailed_php1'] = "هەڵەی php: به‌رزکردنه‌وەی ئه‌م قەبارەیە ڕێگەپێنەدراوە لە پەرگەی php.ini سێرڤه‌ر. تکایه‌ په‌یوەندی بکه‌ به‌ به‌ڕێوەبه‌ره‌وه‌. ";
$l['error_uploadfailed_php2'] = "قه‌بارەی فایلی بارکراو زیاترە لە قه‌بارەی ڕێگەپێدراو.";
$l['error_uploadfailed_php3'] = "ته‌نها بەشێک لە پەرگەکە بەرزکرایەوە.";
$l['error_uploadfailed_php4'] = "هیچ پەرگەیەک بەرزنەکرایەوە.";
$l['error_uploadfailed_php6'] = "هەڵەی php: بوخچەیەک لەیادکراوە . تکایە پەیوەندی بکە بە بەڕێوەەرەوە باسی کێشەکەی بۆ بکە.";
$l['error_uploadfailed_php7'] = "PHP هەڵەی: تکایە پەیوەندی بە بەڕێوەبەرەوە بکە و باسی کێشەکەی بۆ بکە.";
$l['error_uploadfailed_phpx'] = "{1} PHP هەڵەی: تکایە پەیوەندی بە بەڕێوەبەرەوە بکە و باسی کێشەکەی بۆ بکە.";
$l['error_uploadfailed_nothingtomove'] = "زیادكردنی جۆری ئه‌م فایله رێگه‌ پێدراو نیه‌.";
$l['error_uploadfailed_movefailed'] = "هه‌له‌ له‌ زیادكردنی فایل .";
$l['error_uploadfailed_lost'] = "ئەم پێوەکراوە نەدۆزرایەوە لەسەر سێرڤەر.";
$l['error_emailmismatch'] = "ئەو پۆستی ئەلیکترۆنیەی نووسیوتە بوونی نیە. تکایە بگەڕێرەوە و هەوڵبدەرەوە.";
$l['error_nopassword'] = "ووشەی نهێنی هەڵەت نوسییووە.";
$l['error_usernametaken'] = "ئەم نازناوەی بەکارت هێناوە پێشتر بۆتە ئەندام لە یانەدا.";
$l['error_nousername'] = "نازناوت نەنووسیوە.";
$l['error_invalidusername'] = "ئەم نازناوەی تۆ بەکارت هێناوە ڕێگەپێنەدراوە.";
$l['error_invalidpassword'] = "ووشەی نهێنی هەڵەیە ئەگەر ووشەی نهێنیت لەیاد کردووە کلیک  <a href=\"member.php?action=lostpw\">لێرە بکە</a>.";
$l['error_postflooding'] = "په‌یام نه‌ نێردرا به‌لایه‌نی كه‌ ده‌بێت ماوه‌ی نێوان دوو په‌یام ، {1} چركه‌ بێت.";
$l['error_nopermission_guest_1'] = "تۆ له‌ ژووره‌وه‌نیت یان ده‌سه‌ڵاتی بینینی ئه‌م په‌رگه‌ت نیه‌. هۆکاره‌که‌ی ده‌گه‌ڕێته‌وه‌ بۆ ئه‌م خاڵانه‌ی خواره‌وه‌.";
$l['error_nopermission_guest_2'] = "ئه‌گه‌ر ئه‌ندام نیت پێوسته‌ ببیته‌ ئه‌ندام تا بتوانیت ئه‌م په‌رگه‌یه‌ ببینیت.";
$l['error_nopermission_guest_3'] = "ده‌سه‌ڵاتی بینینی ئه‌م په‌رگه‌ت نیه‌. هه‌وڵ ئه‌ده‌یت بچیته‌ په‌رگه‌ی به‌ڕێوه‌به‌رایه‌تی؟تکایه‌ یاساکانی یانه‌ بخوێنه‌ره‌وه‌.";
$l['error_nopermission_guest_4'] = "ئه‌گه‌ر تازه‌ بویته‌ ئه‌ندام راژه‌ی ئه‌ندامیه‌تیت له‌ لایه‌ن به‌رێوه‌به‌ر له‌ یانه‌ چالاك نه‌كراوه‌ ئه‌وا چاوه‌روان به‌ تا چالاك ده‌كریت.";
$l['error_nopermission_guest_5'] = "ڕاسته‌وخۆیانه‌ هاتوویته‌ته‌ ئه‌م په‌رگه‌یه‌ نه‌وه‌ک به‌هۆی به‌سته‌رێکه‌وه‌.";
$l['login'] = "چوونەژوورەوە";
$l['need_reg'] = "ئەتەوێت ببیتە ئەندام؟";
$l['forgot_password'] = "ووشەی نهێنیت لەیاد کردووە؟";
$l['error_nopermission_user_1'] = "توانای بینینی ئه‌م په‌رگه‌یه‌ت نیه‌:";
$l['error_nopermission_user_ajax'] = "ناتوانیت پله‌ دابنێیت.";
$l['error_nopermission_user_2'] = "ناتوانیت ئه‌م به‌شه‌ ببینیت ئه‌م به‌شه‌ تایبه‌ته‌ به‌ به‌ریوبه‌رو سه‌رپه‌رشتیاران.";
$l['error_nopermission_user_3'] = "توانای بینینی پێویستت نیه‌ بۆ ئه‌م په‌رگه‌یه‌. بۆ زانیاری زیاتر ، په‌یوه‌ندی به‌ به‌رێوه‌به‌ره‌وه‌ بكه‌ .";
$l['error_nopermission_user_4'] = "راژه‌ی به‌ئه‌ندام بوونت چالاك نه‌كراوه‌ ئه‌گه‌ر تازه‌بویته‌ ئه‌ندام چاوه‌روان بكه‌ تا به‌ریوبه‌ر چالاكت ده‌كات.";
$l['error_nopermission_user_5'] = "به‌ نازناوی  : '{1}' هاتویته‌ته‌ ژووره‌وه‌.";
$l['error_nopermission_user_resendactivation'] = "ناردنی په‌یامی چالاك كردن";
$l['error_nopermission_user_username'] = "ئێستا له‌ ژووره‌وه‌ی به‌ نازناوی '{1}'";
$l['logged_in_user'] = "هاتویته‌ ژووره‌وه‌";
$l['error_too_many_images'] = "ژماره‌ی وێنه‌ زیاتره‌ له‌ یه‌كه‌ی رێگه‌ پێدراو .";
$l['error_too_many_images2'] = "بابه‌ته‌كه‌ت نه‌ نێردرا! ژماره‌ی وێنه‌ زیاتره‌ له‌ یه‌كه‌ی رێگه‌ پێدراو . بگه‌رێوه‌و وێنه‌ی ناپێویست بسره‌وه‌ .";
$l['error_too_many_images3'] = "<b>تێبینی:</b> به‌لایه‌نی كه‌م ژماره‌ی وێنه‌كان له‌ هه‌ر ناردنێك:";
$l['error_attach_file'] = "هه‌له‌ له‌هه‌نگاوی ناردنی فایل";
$l['please_correct_errors'] = "پێش ئه‌وه‌ی قۆناغه‌كانی تر ببریت، هه‌ڵه‌كانت چاك بكه‌ :";
$l['error_reachedattachquota'] = "ببوره‌ تۆ ناتوانیت ئه‌م په‌رگه‌یه‌ پێکه‌وه‌ بلکێنیت له‌به‌ر ئه‌وه‌ی ئاستی ڕێگه‌پێدراوی پێکه‌وه‌ لکانت گه‌یشتۆته‌ {1}";
$l['error_invaliduser'] = "نازناوی ویستراو هه‌له‌یه‌ یان ئه‌م نازناوه‌ نیه‌ .";
$l['error_invalidaction'] = "كاری نا به‌جێ ";
$l['error_messagelength'] = "ببوره‌، په‌یام زیاتره‌ له‌یه‌كه‌ی رێگه‌پێدراو. تكایه‌ بگه‌رێوه‌و دووباره‌ هه‌ول بده‌ره‌وه‌ .";
$l['error_message_too_short'] = "ببوره‌، په‌یامه‌كه‌ت زۆر كورت بوو بۆیه‌ نه‌ نێردرا .";
$l['failed_login_wait'] = "هیچ کام له‌ هه‌وڵه‌کانت سه‌رکه‌وتوو نه‌بوو بۆ چوونه‌ژوره‌وه‌ . بۆ پارێزگاری تا {1}کاتژمێر و {2}خوله‌ک و {3} چركه‌ی تر ناتوانیت هه‌وڵی چوونه‌ژوره‌وه‌ بده‌یت.";
$l['failed_login_again'] = "<br/>ته‌نها<strong>{1}</strong> هه‌وڵی چوونه‌ژوره‌وه‌ت ماوه‌.";
$l['error_max_emails_day'] = "تۆ ناتوانیت هه‌ڵبژاردنی  'ناردنی بابه‌ت بۆ هاوڕێیه‌ک' یان 'پۆستی ئه‌لیکترۆنی' به‌کاربهێنیت چوونکه‌ تۆ {1} په‌یامت ناردووه‌ له‌ ماوه‌ی 24 کاتژمێری ڕابردوودا.";
$l['emailsubject_lostpw'] = "گه‌ڕانه‌وه‌ی ووشه‌ی نهێنی  {1}";
$l['emailsubject_passwordreset'] = "ووشه‌ی نهێنی نوێ {1}";
$l['emailsubject_subscription'] = "ناردنی نوێ له‌ {1}";
$l['emailsubject_randompassword'] = "ووشه‌ی نهێنیت له‌ {1}";
$l['emailsubject_activateaccount'] = "ته‌واوکردنی قۆناغی به‌ ئه‌ندام بوونت‌  {1}";
$l['emailsubject_forumsubscription'] = "بابه‌تی نوێ له ‌{1}";
$l['emailsubject_reportpost'] = "گزارش نێردرا له‌ {1}";
$l['emailsubject_reachedpmquota'] = "ئه‌و په‌ری نامه‌کان بۆ  {1}";
$l['emailsubject_changeemail'] = "ده‌ستكاری كردنی پۆستی ئه‌لیكترۆنی له‌ {1}";
$l['emailsubject_newpm'] = "په‌یامی تایبه‌تی نوێ له‌ {1}";
$l['emailsubject_sendtofriend'] = "بایه‌خدان به‌ بابه‌ت له‌ {1}";
$l['emailbit_viewthread'] = "...(بۆ بینینی درێژه‌ی بابه‌ت لێره‌ ببینه‌ )";
$l['email_lostpw'] = "{1} بۆ ته‌واوکردنی قۆناغه‌که‌ت و ده‌ست که‌وتنه‌وه‌ی ووشه‌ی نهێنی نوێ له‌ یانه‌

{2}


کرته‌ له‌م لینکه‌ی خواره‌وه‌ بکه‌.

{3}/member.php?action=resetpassword&uid={4}&code={5}

ئه‌گه‌ر ئه‌م لینکه‌ی سه‌ره‌وه‌ به‌ شێوه‌یه‌کی گونجاو کاری نه‌کرد کلیک له‌م لینکه‌ خواره‌وه‌ بکه‌ .

{3}/member.php?action=resetpassword پێویسته‌ به‌رده‌وام بیت له‌ نوسینی داتا:

نازناو:
{1}

کۆدی چالاککردن:
{5}


سوپاس بۆ به‌کار هێنانی یانه‌

تیمی یانه


{2}";
$l['email_lostpw1'] = "{1} بۆ ته‌واوکردنی قۆناغه‌که‌ت و ده‌ست که‌وتنه‌وه‌ی ووشه‌ی نهێنی نوێ له‌ یانه‌




کرته‌ له‌م لینکه‌ی خواره‌وه‌ بکه‌.

{3}/member.php?action=resetpassword&uid={4}&code={5}

ئه‌گه‌ر ئه‌م لینکه‌ی سه‌ره‌وه‌ به‌ شێوه‌یه‌کی گونجاو کاری نه‌کرد کلیک له‌م لینکه‌ خواره‌وه‌ بکه‌ .

{3}/member.php?action=resetpassword پێویسته‌ به‌رده‌وام بیت له‌ نوسینی داتا:

نازناو:
{1}

کۆدی چالاککردن:
{5}


سوپاس بۆ به‌کار هێنانی یانه‌

تیمی یانه


{2}";
$l['email_lostpw2'] = "{1} بۆ ته‌واوکردنی قۆناغه‌که‌ت و ده‌ست که‌وتنه‌وه‌ی ووشه‌ی نهێنی نوێ له‌ یانه‌




کرته‌ له‌م لینکه‌ی خواره‌وه‌ بکه‌.

{3}/member.php?action=resetpassword&uid={4}&code={5}

ئه‌گه‌ر ئه‌م لینکه‌ی سه‌ره‌وه‌ به‌ شێوه‌یه‌کی گونجاو کاری نه‌کرد کلیک له‌م لینکه‌ خواره‌وه‌ بکه‌ .

{3}/member.php?action=resetpassword پێویسته‌ به‌رده‌وام بیت له‌ نوسینی داتا:

نازناو:
{1}

کۆدی چالاککردن:
{5}


سوپاس بۆ به‌کار هێنانی یانه‌

تیمی یانه


{2}";


$l['email_reportpost'] = "{1},

من
{2}  له‌وانه‌یه‌ ڕاپۆرت نێررابێت ده‌رباره‌ی ئه‌م به‌ژدارییه‌: {3}


{4}/{5}

هۆی ڕاپۆرت :

{7}

په‌یام نێردرا بۆ هه‌موو چاودێره‌كانی یانه‌ , یان بۆ هه‌موو به‌ڕێوه‌به‌ركان و جێگری به‌ڕێوه‌به‌ركان ئه‌گه‌ر چاودێر نه‌بێت

تكایه‌ ئه‌م به‌ژدارییه‌ بپشكنه‌ له‌ زووترین كاتدا.";
$l['email_passwordreset'] = "{1},

ووشه‌ی نهێنیت له‌  {2} نوی كرایه‌وه‌.

ووشه‌ی نهێنی نوێت: {3}


سوپاس,
{2} به‌ڕێوه‌به‌رایه‌تی";
$l['email_randompassword'] = "سلاو، {1} به‌رێز!

به‌ ئه‌ندام بویت له‌ {2} سوپاس بۆ خۆتۆماركردنت . نازناو وه‌ ووشه‌ی نهێنیت، زانیاریه‌كانی ڕاژه‌كه‌ت:

نازناو: {3}
ووشه‌ی نهێنی: {4}

 به‌لام ئاگاددارتان ئه‌كه‌مه‌وه‌ پاش چونه‌ژوره‌وه‌ بۆ خۆت ووشه‌ی نهێنی بگۆره‌ .بۆ ئه‌نجام دانی ئه‌م كاره‌ برۆ بۆ به‌شی زانیاری تایبه‌تیت. 

سوپاس!
به‌رێوه‌به‌رایه‌تی {2}
";
$l['email_sendtofriend'] = "سلاو هاورێی خۆشه‌ویست! به‌ رای من  ئه‌م بابه‌ته‌ له‌ {1} نوسراوه‌ .ئاگاداربكرێیته‌وه‌.

{2}/showthread.php?tid={3}

______________________________________________________
ئاگاداركردنه‌وه‌: ئه‌م به‌سته‌ره‌ ، به‌ سود وه‌رگرتن له‌ سیسته‌م «ناردن بۆ هاورێت» له‌ لایه‌ن ئه‌ندامان،بۆ تۆ هاتووه‌.  {1} هیچ به‌رپرسییاریێك له‌ ئێمه‌وه‌ نیه‌ له‌ ناردنی په‌م په‌یامه‌ .

";
$l['email_forumsubscription'] = "سلاو، {1} به‌رێز! 

ئه‌ندام {2}، بابه‌ته‌كان له‌ یانه‌{3}ناردووه‌.
ئه‌م یانه‌یه‌ له‌یانه‌ی {4} ده‌بێت.


ناونیشانی ئه‌م بابه‌ته‌ «{5}» ه‌ وه‌ به‌شی بێ شی كردنه‌وه‌یه‌:
{6}
...
بۆ خوێندنه‌وه‌ی درێژه له سه‌ر ئه‌م به‌سته‌ره‌ كرته‌ بكه‌ :
{7}/showthread.php?tid={8}


------------------------------------------
ده‌توانی وازبێنی له‌وه‌ی كه‌ ئاگادار بكرێیته‌وه‌ له‌ وه‌ڵامه‌ نوێكان، له‌م به‌سته‌ره‌وه :

{7}/usercp2.php?action=removesubscription&type=forum&fid={9}

------------------------------------------

سوپاس
به‌رێوه‌به‌رایه‌تی {2}
";
$l['email_activateaccount'] = "{1},

ته‌واوکردنی قۆناغی به‌ ئه‌ندام بوونت له {2}

پێویسته‌ سه‌ردانی ئه‌م لینکه‌ بکه‌یت بۆ چالاک کردنی هەژمارەکەت.

{3}/member.php?action=activate&uid={4}&code={5}

ئه‌گه‌ر ئه‌م لینکه‌ی سه‌ره‌وه‌ کاری نه‌کرد ئه‌م لینکه‌ به‌کار بهێنه‌

{3}/member.php?action=activate

پێویسته‌ به‌رده‌وام بیت له‌ نوسینی داتا:


نازناو:
{1}

کۆدی چالاک کردن:
{5}



سوپاس بۆ به‌ ئه‌ندام بوونت له‌ یانه‌


تیمی یانه‌


{2}";
$l['email_subscription'] = "سڵاو بەڕێز

{1},


{2}


زیادكردنی وه‌ڵامێكی نوێ بۆ بابه‌ت  {4}

 اله‌به‌رئه‌وه‌ به‌ژداریت تێدا كردووه‌ . له‌ یانه‌كان

{3}



ئه‌مه‌ ئه‌وانه‌یه‌ كه‌ نووسیبووت:

--

{5}


--


بۆ پیاشاندانی به‌ژدارییه‌كه‌، ده‌توانیت بڕۆیت بۆ به‌سته‌ره‌كه‌ی تر:

{6}/{7}


له‌وانه‌یه‌ وه‌ڵامی تر هه‌بێت، به‌ڵام ناگوازرێیته‌وه‌ بۆی تا سه‌ردانی یانه‌ نه‌كه‌یت.

سوپاس بۆ ئێوه‌,

تیمی كاركردن

{3}


------------------------------------------



زانیاری دواخستنی به‌ژداریكردن:

ئه‌گه‌ر ویستت پۆستی ئه‌لكترۆنیت بۆ نه‌یه‌ت له‌كاتی نووسینی په‌یامی نوێ له‌ بابه‌ته‌كه‌دا ، ئه‌وا تكایه‌ سه‌ردانی ئه‌م به‌سته‌ره‌ بكه‌:

{6}/usercp2.php?action=removesubscription&tid={8}&key={9}";
$l['email_reachedpmquota'] = "{1},

ئه‌م پۆسته‌ خۆكارانه‌یه‌ له‌ لایه‌ن {2} بۆ زانینی ئه‌وه‌ كه‌ بزانرێت بۆكسی په‌یامی تایبه‌تیت پڕبووه‌

له‌وانه‌یه‌ به‌كارهێنه‌رێك ویستبێتی یان زیاتر په‌یامێكی تایبه‌تیت بۆ بنێرێت وه‌ نه‌یتوانیوه‌ له‌به‌ر ئه‌و هۆیه‌ 

تكایه‌ هه‌سته‌ به‌ سڕینه‌وه‌ی هه‌ندێك له‌ په‌یامه‌ تایبه‌تییه‌كانت, له‌بیرت بێت كه‌ هه‌ستیت به‌ سڕینه‌وه‌یان وه‌ هه‌روه‌ها له‌ 'په‌یامه‌ سڕیوه‌كانیش'.

سوپاستان ده‌كه‌ین,

تیمی كار

{2}

{3}";
$l['email_changeemail'] = "{1},

داواكارییه‌كمان بۆ هاتووه‌ {2} بۆ گۆڕینی ئیمه‌یڵه‌كه‌ت (هه‌موو زامیارییه‌كانیشی).

ئیمه‌یڵی كۆن: {3}

ئیمه‌یڵی نوێ: {4}

ئه‌گه‌ر گۆڕانه‌كان ڕاسته‌، تكایه‌ كاره‌كه‌ به‌ته‌وای هه‌مووی ته‌واو بكه‌ {2} له‌ڕێگای سه‌ردانكردنی به‌سته‌ره‌كه‌ی تر


{5}/member.php?action=activate&uid={8}&code={6}

ئه‌گه‌ر به‌سته‌ره‌كه‌ كاری نه‌كرد، بڕۆ بۆ



{5}/member.php?action=activate





پاشان پێویسته‌ زانیارییه‌ پێویسته‌كان بنووسیت:





ناوی به‌كارهاتوو: {7}

كۆدی چالاكردن: {6}

ئه‌گه‌ر هه‌ڵنه‌سایت له‌ ته‌واو كردنی كاره‌كه‌ گۆڕینی ئیمه‌یڵه‌كه‌ هه‌روه‌كو ئیمه‌یڵه‌كه‌ی پێشوو ده‌بێته‌وه‌.
سوپاس,

تیمی كار

{2}

{5}";
$l['email_newpm'] = "{1},

نامه‌یه‌كی تایبه‌تی نوێت هه‌یه‌ له‌ یانه‌ {3}

له‌ لایه‌ن ئه‌ندام {2}

بۆ بینینی, بڕۆ بۆ ئه‌م به‌سته‌ره‌:{4}/private.php

بیرت بێت هیچ نامه‌یه‌ك نادێررێت كه‌ تازه‌ بێت هه‌تا هه‌ڵده‌ستیت به‌ بینینی ئه‌م نامه‌یه‌ 
{3}.

ئه‌توانیت ئاگاداركردنه‌وه‌كه‌ دواخه‌یته‌وه‌ له‌ ڕێگای كۆنترۆأ پانه‌ڵه‌كه‌ته‌وه‌:

{4}/usercp.php?action=options

سوپاس بۆ ئێوه‌,
تیمی كار
{3}
{4}";
$l['email_emailuser'] = "{1},

{2} له‌ لایه‌ن {3} ئه‌م نامه‌یه‌ی بۆ ناردوویت:

------------------------------------------

{5}
------------------------------------------
سوپاس بۆ ئێوه‌,
تیمی یانه‌

{3}

{4}
------------------------------------------
به‌سته‌ره‌كه‌ سوودت ده‌داتێت له‌كاتی حاڵه‌تی حه‌زت كرد كه‌ ئه‌م ئیمه‌یڵه‌ت بۆ نه‌یه‌ته‌وه‌ بۆت جارێكی تر:

{4}/usercp.php?action=options";
?>
