<?php
/**
 * MyBB 1.8 kurdish Language Pack
 * Copyright 2014 Mybb Group, SaM GoRAN
 * This Language Pack is free . It comes without any warranty to the extent permitted by applicable law.
 * You can redistribute it and/or modify it under the terms of the Do What The Fuck You Want To Public License.
 * Version 1.8.1 , as published by Sam GoRaN.
 * Contact to 'Cic4da@gmail.com' for more details.
 */
 

$l['nav_postpoll'] = "زیادکردنی ڕاپرسی";
$l['nav_editpoll'] = "دەستکاریکردنی ڕاپرسی";
$l['nav_pollresults'] = "ئەنجامەکانی ڕاپرسی";

$l['edit_poll'] = "دەستکاریکردنی ڕاپرسی";
$l['delete_poll'] = "سڕینەوەی ڕاپرسی";
$l['delete_q'] = "سڕینەوە ؟";
$l['delete_note'] = "بۆ سڕینەوەی ئەم ڕاپرسییە،گۆشەی سڕینەوەی چاڵاك بکە پاشان کرتە لەسەر سڕینەوە بکە ";
$l['delete_note2'] = "<b>تێبینی:</b> ئەگەر دەنگدانەکان بسڕیتەوە هیچ ڕێگایەك نییە بۆ هێنانەوەیان .";
$l['question'] = "پرسیار :";
$l['num_options'] = "ژمارەی هەلبژاردنەکان :";
$l['max_options'] = "بەرزترین ئاست :";
$l['poll_options'] = "هەلبژاردەکانی ڕاپرسی :";
$l['update_options'] = "نوێکردنەوەی هەلبژاردەکان";
$l['poll_options_note'] = "هەلبژاردەکانی ڕاپرسی پێویستە کورت و پڕ مەبەست بێت .";
$l['options'] = "هەلبژاردنەکان :";
$l['option_multiple'] = "ڕێگەدان بە بەکارهێنەران کە زیاتر لەیەك هەلبژێرن:</b> ڕێگەدان بە هەلبژاردنی زیاتر لە هەلبژاردنێك.";
$l['option_multiple_maxoptions'] = "بەرزترین ئاست بۆ ئەندام (0 بێ سنوور):";
$l['option_public'] = "<b>ڕاپرسی گشتی:</b>ڕێگەدان بە بەکارهێنەران لە بینینی ئەنجامەکانی دەنگدان، دەتوانن ئەوە ببینن کە کێ دەنگی داوە و دەنگەکە بۆ کام لە هەلبژاردەکان بووە.";
$l['option_closed'] = "<b>ڕاپرسی داخراو:</b> ئەگەر ئێرەت دیاری کرد، ئەندامان ناتوانن ڕاپرسی زیاتر دابنێن .";
$l['poll_timeout'] = "کاتی کۆتایی هاتنی ڕاپرسی :";
$l['timeout_note'] = "ژمارەی ئەو ڕۆژانەی کە ئەندامان دەتوانن لەو ماوەیە بەشداری لە ڕاپرسی بکەن.<br />(ژمارە 0 هەلبژێرە بۆ ئەوەی ببێتە کاتێکی بێ سنوور.)";
$l['days_after'] = "ڕۆژ لەپاش :";
$l['update_poll'] = "نوێکردنەوەی ڕاپرسی";
$l['option'] = "هەلبژاردن";
$l['votes'] = "دەنگەکان :";
$l['post_new_poll'] = "زیادکردنی ڕاپرسیێکی نوێ";
$l['days'] = "ڕۆژ";
$l['poll_results'] = "ئەنجامی ڕاپرسی";
$l['poll_total'] = "سەرجەم :";
$l['poll_votes'] = "دەنگەکان";

$l['redirect_pollposted'] = "ڕاپرسی بەسەرکوتویی دانرا.<br />ئێستا دەگوازرێیتەوە بۆ بابەت .";
$l['redirect_pollpostedmoderated'] = "ڕاپرسی دانرا، بەڵام بابەتەکەت هێشتا چاوەڕێ پەسەندکردنە لەلایەن سەرپەرشتیاران.<br />ئێستا دەگوازرێیتەوە بۆ یانە .";
$l['redirect_pollupdated'] = "ڕاپرسی نوێ کرا.<br />ئێستا دەگوازرێیتەوە بۆ بابەت .";
$l['redirect_votethanks'] = "سوپاس بۆ دەنگدانت.<br />ئێستا دەگەڕێیتەوە بۆ بابەت .";
$l['redirect_unvoted'] = "ڕاپرسیەکەت سڕایەوە لەم بابەتە.<br />ئێستا دەگەڕێیتەوە بۆ بابەت.";
$l['redirect_polldeleted'] = "ڕاپرسییەکە بەسەرکەوتویی سڕایەوە.<br />ئێستا دەگەڕێیتەوە بۆ بابەت.";

$l['error_polloptiontoolong'] = "هەلبژاردەیەک یان زیاتر لەوانەی کە نوسیوتە لە ژمارەی پیتەکانەوە گەورەترە لە ئاستی ڕێگە پێدراو، تکایە بگەڕێوە و کورت بڕی بکە لە ووشەکان.";
$l['error_noquestionoptions'] = "ئەو پرسیارەت نەنووسی کە ڕاپرسی لەسەر ئەنجام دەدرێت، یان ژمارەی هەلبژاردنەکان زۆر کەمە. کەمترین هەلبژاردە بۆ ڕاپرسی بریتییە لە 2 هەلبژاردە..<br /> تکایە بگەڕێوە دواوە و هەلەکان ڕاست بکەوە.";
$l['error_pollalready'] = "پێشتر ڕاپرسی لەم بابەتە دانراوە .";
$l['error_nopolloptions'] = "ئەو هەلبژاردەیەی دیاریت کردوە بونی نییە یان هەلەیە.";
$l['error_maxpolloptions'] = "ژمارەیەکی زۆر دەنگدانت ئەنجام داوە وە تەنها {1} دەنگ بۆ تۆ ڕێگە پێدراوە.<br /> تکایە بگەڕێوە دواوە و لەکاتێکی تر هەولدەوە.";
$l['error_alreadyvoted'] = "پێشتر دەنگت داوە لەم ڕاپرسییە.";
$l['error_notvoted'] = "ده‌نگدانت نیه‌ له‌م بابه‌ته‌دا.";
$l['error_invalidpoll'] = "ڕاپرسی دیاری کراو هەلەیە یان بونی نییە.";
$l['error_pollclosed'] = "ناتوانیت دەنگ بدەیت چونکە ڕاپرسی داخراوە.";
$l['poll_time_limit'] = "داوای لێبوردن دەکەین ناتوانیت پلە بۆ بابەتەکەت زیاد بکەی،  ناکرێت هەلسەنگاندن بکرێت دوای {1} کاتژمێر لە بڵاوکردن.";

$l['poll_deleted'] = "سڕینەوەی ڕاپرسی";
$l['poll_edited'] = "دەستکاری کردنی ڕاپرسی";
