<?php
/**
 * MyBB 1.8 kurdish Language Pack
 * Copyright 2014 Mybb Group, SaM GoRAN
 * This Language Pack is free . It comes without any warranty to the extent permitted by applicable law.
 * You can redistribute it and/or modify it under the terms of the Do What The Fuck You Want To Public License.
 * Version 1.8.1 , as published by Sam GoRaN.
 * Contact to 'Cic4da@gmail.com' for more details.
 */
 

$l['nav_pms'] = "پەیامە تایبەتییەکان";
$l['nav_send'] = "ناردنی پەیام";
$l['nav_tracking'] = "مه‌یدانی پشتگیری";
$l['nav_folders'] = "دەستکاریکردنی بوخچه‌کان";
$l['nav_empty'] = "بەتاڵکردنەوەی بوخچەکان";
$l['nav_export'] = "پەیامە نێردراوەکان";
$l['nav_search'] = "گەڕان";
$l['nav_results'] = "ئەنجامەکان";

$l['new_pm'] = "پەیامی نوێ";
$l['old_pm'] = "پەیامی کۆن";
$l['reply_pm'] = "وەڵام";
$l['fwd_pm'] = "ناردنی بۆ";

$l['pms_disabled'] = "ناتوانیت سیستەمی پەیامی تایبەتی بەکاربهێنیت چونکە لەلایەن بەڕێوەبەرایەتییەوە ناچاڵاک کراوە.";

$l['private_messaging'] = "پەیامە تایبەتییەکان";
$l['inbox'] = "پەیامە هاتووەکان";
$l['compose_message'] = "پەیام :";
$l['manage_folders'] = "دەستکاریکردنی";
$l['pm_search_results'] = "ئەنجامی گەڕان لە پەیامی تایبەتی";
$l['message_title'] = "ناونیشانی پەیام";
$l['sender'] = "نێردراوە لەلایەن";
$l['sentto'] = "نێردراوە بۆ";
$l['date_sent'] = "ڕێکەوت/کاتی ناردن";
$l['desc'] = "سەربەرەو خوار";
$l['asc'] = "سەربەرەو ژوور";
$l['delete_pm'] = "سڕینەوە";
$l['move_to'] = "گواستنەوە بۆ";
$l['or'] = "یاخود";
$l['selected_messages'] = "پەیامە دیاری کراوەکان";
$l['go'] = "بـڕۆ!";
$l['pmspaceused'] = "له‌ قه‌باره‌ی په‌یامی تایبه‌تی به‌كار هاتووە";
$l['jump_folder'] = "بڕۆ بۆ بوخچەی :";
$l['archive_messages'] = "ئەرشیفی پەیامە تایبەتییەکان";
$l['archive_note'] = "ئەم ئامڕازە ڕێگەت پێ دەدات بە هەلگرتنی پەیامە تایبەتییەکانی ناو ئەو بوخچەیەی دیاریت کردوە، پەیامە نەخوێندراوەکان، پەیامە هەلگیراوەکانی ناو ڕەشنووس.";
$l['folders'] = "بوخچەکان :";
$l['all_folders'] = "سەرجەمی بوخچەکان";
$l['date_limit'] = "دیاری کردنی بەروارێکی سنوردار :";
$l['date_limit_older'] = "دیاری کردنی پەیامە کۆنەکان لە";
$l['date_limit_newer'] = "دیاری کردنی پەیامە نوێیەکان لە";
$l['date_limit_disregard'] = "پشتگوێ خستنی بەرواری دیاری کراو";
$l['date_limit_days'] = "ڕۆژ";
$l['export_unread'] = "دیاری کردنی پەیامە نەخوێندراوەکان ؟";
$l['delete_archived'] = "سڕینەوەی پەیامە نێردراوەکان ؟";
$l['delete_archived_note'] = "ئایە دەتەوێت ئەم پەیامانە بسڕیتەوە ؟";
$l['export_format'] = "جۆری فایلی ئەو فایلەی هەلدەگیرێت";
$l['export_format_note'] = "تکایە جۆری ئەو فایلە دیاری بکە کە پەیامەکانی تێدا پاشەکەوت دەکرێت و هەلدەگرێت .";
$l['export_html'] = "HTML فایلی (.html)";
$l['export_txt'] = "فایلی تێکست (.txt)";
$l['export_csv'] = "فایلی ئیکسل (.csv)";
$l['private_messages_for'] = "پەیامە تایبەتییەکان بۆ {1}";
$l['exported_date'] = "هاتووەکان: {1}, {2}";
$l['subject'] = "ناونیشان :";
$l['to'] = "بۆ :";
$l['from'] = "لە :";
$l['sent'] = "نێردرا :";
$l['export_messages2'] = "هەلگرتنی پەیامەکان";
$l['empty_folders'] = "بەتاڵکردنەوەی بوخچەی پەیامە تایبەتییەکان";
$l['empty_folders2'] = "بەتاڵکردنی بوخچەکان";
$l['empty_note'] = "دەتوانیت هەموو پەیامە تایبەتییەکانی ناو  ئەو بوخچەیەی کە دیاریت کردووە بیسڕیتەوە بەیەک هەنگاو، ئەو بوخچەیە دیاری بکە کە دەتەوێ پەیامەکانی بسڕیتەوە پاشان کرتە لەسەر \"حذف\" بکە.<br /><strong> تێبینی:ئەگەر پەیامەکان بسڕیتەوە هیچ ڕێگایەک نییە بۆ هێنانەوەی پەیامە سڕاوەکان.</strong>";
$l['num_messages'] = "ژمارەی پەیامەکان :";
$l['empty_q'] = "بەتاڵکردنەوە ؟";
$l['keep_unread'] = "پەیامە نەخوێندراوەکان بهێلەوە .";
$l['pm_folders'] = "بوخچەکانی پەیامە تایبەتییەکان";
$l['existing_folders'] = "بوخچەکانی ئێستا";
$l['edit_folder_note'] = "دەتوانیت دەستکاری ناوی بوخچەی پەیامە تایبەتییەکان بکەی. بۆ سڕینەوەی هەر بوخچەیەک، ناوی بوخچەکە بسڕەوە. هەندێک بوخچە ناسڕێنەوە.<br /><strong> تێبینی: بە سڕینەوەی هەر بوخچەیەک هەموو پەیامەکانی ناو بوخچەکە دێتە سڕینەوە.</strong>";
$l['new_folders'] = "زیادکردنی بوخچەی نوێ";
$l['add_folders_note'] = "لێرە دەتوانیت بوخچەی زیاتر دروست بکەی بۆ پەیامە تایبەتییەکان، مەرج نییە هەموو خانەکان پڕبکەیەوە.";
$l['update_folders'] = "نوێکردنەوەی بوخچەکان";
$l['cannot_be_removed'] = "ناتوانیت بیسڕیتەوە !";
$l['reached_warning'] = "ئاگەداری. بەرزترین ئاستی رێگەپێدراوت بەکارهێنا لە پەیامی تایبەتی";
$l['reached_warning2'] = "بۆ گەیشتنی پەیامی تایبەتی زیاتر، پێویستە هەندێک لە پەیامەکان بسڕیتەوە .";
$l['deny_receipt'] = "[ڕەتکردنەوەی وەرگرنامە]";
$l['viewing_pm'] = "بینینی پەیام :";
$l['reply'] = "وەڵام دانەوە";
$l['reply_to_all'] = "وەڵام دانەوەی هەمووان";
$l['forward'] = "ئاراستەکردن";
$l['compose_pm'] = "ناردنی پەیامێکی تایبەتی";
$l['compose_to'] = "بۆ :";
$l['compose_bcc'] = "زیاتر لە وەرگرێك :";
$l['compose_bcc_show'] = "BBC";
$l['compose_bcc_show_title'] = "پیشاندانی BBC ڕێگەت پێ دەدات بە ناردنی هەمان ناوەڕۆکی پەیام بۆ کۆمەلێک بەکارهێنەری تر.";
$l['separate_names'] = " بۆ جیا كردنه‌وه‌ی ناوه‌كان له‌یه‌كتری پێویسته‌ بۆشایی بخەیتە نێوان ناوەکان";
$l['max_recipients'] = "دەتوانیت پەیامی تایبەتی بۆ <strong>{1}</strong> ئەندام بنێریت له‌ یه‌ك كاتدا.";
$l['compose_subject'] = "ناونیشان :";
$l['compose_message'] = "پەیام :";
$l['compose_options'] = "هه‌ڵبژاردنه‌كان :";
$l['message_icon'] = "ئایکۆن :";
$l['options_sig'] = "<strong>واژوو:</strong> واژووه‌كه‌م پیشان بدرێت له‌م په‌یامه‌.";
$l['options_disable_smilies'] = "<strong>ناچاڵاككردنی خه‌نده‌كان:</strong> خەندەکان دەرنەکەوێت لەم پەیامە .";
$l['options_save_copy'] = "<strong>هه‌لگرتنی له‌به‌رگیراو:</strong> هەلگرتنی ئەم پایەمە لە بوخچەی پەیامە نێردراوەکان.";
$l['options_read_receipt'] = "<strong>وەرگرنامە:</strong>كاتێك كه‌ په‌یام خوێندرایه‌وه‌ له‌ لایه‌ن وه‌رگر منی ئاگادار بکەوە.";
$l['send_message'] = "نــاردن";
$l['save_draft'] = "هەلگرتنی لە ڕەشنووس";
$l['preview'] = "بینینی پێش ناردن";
$l['select_buddy'] = "یان هاوڕێیەک هەلبژێرە :";
$l['pm_tracking'] = "وەرگرنامەی پەیامی تایبەتی";
$l['read_messages'] = "پەیامە خوێندراوەکان";
$l['unread_messages'] = "پەیامە نەخوێندراوەکان";
$l['q'] = "?";
$l['dateread'] = "بەرواری خوێندنەوە";
$l['stop_tracking'] = "ڕاگرتنی وەرگرنامە";
$l['datesent'] = "ڕێکەوتی ناردن";
$l['cancel'] = "داخستن";
$l['export_date_sent'] = "ڕێکەوت";
$l['export_folder'] = "بوخچە";
$l['export_subject'] = "ناونیشان";
$l['export_to'] = "بۆ";
$l['export_from'] = "لە";
$l['export_message'] = "پەیام";
$l['not_sent'] = "نییە (نەنێردرا))";
$l['at'] = "لە";
$l['nomessages'] = "هیچ پەیامێك لەم بوخچەیەدا نییە";
$l['details'] = "زانیاری زیاتر";
$l['message'] = "پەیام";
$l['buddy_list'] = "لیستی هاوڕێیان";
$l['multiple_recipients'] = "<em>زیاتر لە وەرگرێك</em>";
$l['bcc'] = "BCC :";
$l['reply_title'] = "وەڵامدانەوەی ئەم پەیامە";
$l['forward_title'] = "ئاراستەکردنی ئەم پەیامە بۆ ئەندامێکی تر";
$l['delete_title'] = "سڕینەوەی ئەم پەیامە";
$l['you_replied_on'] = "تۆ وەڵامی ئەم پەیامەت داوەتەوە لە {1}";
$l['you_forwarded_on'] = "تۆ ئەم پەیامەت دوبارە ئاراستە کردوە لە {1}";
$l['you_replied'] = "تۆ وەڵامی ئەم پەیامەت داوەتەوە {1}";
$l['you_forwarded'] = "تۆ ئەم پەیامەت دوبارە ئاراستە کردوە {1}";
$l['select_from_buddies'] = "هەلبژێرە لە هاوڕێیەکان";
$l['no_readmessages'] = "لە ئێستادا هیچ پەیامێکی خوێندراوە نییە لە وەرگرنامەکەت";
$l['no_unreadmessages'] = "لە ئێستادا هیچ پەیامێکی نەخوێندراوە نییە لە وەرگرنامەکەت";
$l['stop_tracking_all'] = "ڕاگرتنی وەرگرنامە لەهەموو پەیامەکان";

$l['enter_keywords'] = "ووشەیەک بنووسە بۆ گەڕان";
$l['advanced_search'] = "گەڕان پێشکەوتوو";
$l['search_pms'] = "گەڕان لە پەیامە تایبەتییەکان";
$l['advanced_private_message_search'] = "گەڕان پێشکەوتوو بۆ پەیامە تایبەتییەکان";
$l['search_criteria'] = "پێوانەى بەدواگەڕان";
$l['keywords'] = "کلیلەووشە";
$l['search_in_subject'] = "گەڕان لە ناونیشان";
$l['search_in_message'] = "گەڕان لە پەیام";
$l['message_status'] = "دۆخی پەیام";
$l['message_status_new'] = "نوێ";
$l['message_status_replied_to'] = "وەڵام دراوەتەوە";
$l['message_status_forwarded'] = "ئاراستە کراوەتەوە";
$l['message_status_read'] = "بخوێنەوە";
$l['folder'] = "بوخچە";
$l['search_options'] = "هەلبژاردنەکانی گەڕان";
$l['sort_by'] = "ڕێزکردن بەپێی";
$l['sort_by_subject'] = "ڕێزکردن بەپێی: ناونیشان";
$l['sort_by_sender'] = "ڕێزکردن بەپێی: نێرەر";
$l['sort_by_date'] = "ڕێزکردن بەپێی: ڕێکەوت";
$l['ascending_order'] = "ڕێزکردن سەربەرەو ژوور";
$l['descending_order'] = "ڕێزکردن سەربەرەو خوار";
$l['search_private_messages'] = "گەڕان لە پەیامە تایبەتییەکان";
$l['check_all'] = "دیاری کردنی هەموویان";
$l['search_user'] = "گەڕان لە ئەندام";

$l['error_nopmsarchive'] = "ببورە، هیچ پەیامێکی تایبەتی نییە لەگەل ئەو پێوانەییەی کە دیاریت کردوە بگونجێت .";
$l['error_invalidpmfoldername'] = "ببورە، ئەو ناوەی بەکارت هێناوە بۆ ناوی بوخچەکە هێمای ڕێگەی پێ نەدراوی لەخۆی گرتەوە.";
$l['error_emptypmfoldername'] = "ببورە، ناوی بوخچە هیچ نوسینێکی تێدا نییە. تکایە ناوی بوخچە بنووسە، یان خانەکە بە بەتالی بەجێ بهێلە بۆ سڕینەوەی بوخچەکە .";
$l['error_invalidpmrecipient'] = "ئەو ناوەی دیاریت لردوە دروست نییە یان پێشتر تۆمار نەکراوە لەم یانەیە. تکایە هەولدە ناوەکە بەشێوەیەکی دروست بنووسی .";
$l['error_invalidpm'] = "پەیامی تایبەتی بوونی نییە";
$l['error_pmrecipientreachedquota'] = "ناتوانیت پەیامی تایبەتی بنێرێت بۆ {1} چونکە گەیشتوەتە زۆرترین ئاستی ڕێگە پێدراو لە بەکارهێنانی پەیامی تایبەتی. ناتوانێت هیچ پەیامێکی تایبەتی بنێریت یان وەربگرێت تا هەندێك لەپەیامەکانی نەسڕێتەوە.وە پێشتر ئەم ئەندامە لە ڕێگای پۆستی ئەلیکترۆنییەوەی ئاگەدار کراوەتەوە. دەتوانیت لە کاتێکی تر هەولبدەیتەوە..";
$l['error_recipientpmturnedoff'] = "{1}لەوانەیە پێشوازی نەکردن لەپەیامی تایبەتی هەلبژاردبێت، یان ئەم تایبەت مەندییەی لێ ڕاگیراوە، بۆیە ناتوانیت پەیامی تایبەتی بۆ ئەم ئەندامە بنێرێت";
$l['error_pmsturnedoff'] = "تۆ ئێستا خۆت قەدەغە کردووە لە بەکارهێنانی پەیامی تایبەتی لە پەڕەی زانیاری تایبەتی.<br /> ئەگەر دەتەوێ پەیام بنێریت، پێویستە ڕێگە بدەیت بە پەیامی تایبەتی لە پەڕەی زانیاری تایبەتی";
$l['error_recipientignoring'] = "ببورە، ناتوانیت پەیامی تایبەتی بنێریت بۆ {1}. دەسەلاتی ئەم کارەت نییە.";
$l['error_pm_already_submitted'] = "هەمان پەیامت ناردوە بۆ هەمان ئەندام لە دوایین 5 خولەکی ڕابردوو .";
$l['error_nopms'] = "پێویستە زیاتر لە پەیامێکت هەبێت بۆ بەکارهێنانی ئەم کردارە";

$l['error_minsearchlength'] = "ئەو کلیلە ووشەیەی نووسیوتە زۆر کورتە بۆ گەڕان. پێویستە بەلایەنی کەم  {1} پیت بێت.<br /><br />ئەگەر بەدوای ڕستەیەك دا دەگەڕێیت، لە نێوان دوو جیاکەرەوە دایبنێ وەك \"پێشمەرگە پارێزەری کورستانە\". ";
$l['error_nosearchresults'] = "ببورە، هیچ ئەنجامێك نەدۆزرایەوە بەو کلیلەووشەیەی بەکارت هێنا، تکایە شتێکی تر بنووسە و دوبارە هەولدەوە.";
$l['error_no_search_support'] = "بنکەی زانیاری یانە پالپشتی کرداری گەڕان ناکات.";
$l['error_nosearchterms'] = "هیچ ووشەیەکت نەنووسیەوە بۆ گەڕان. بەلایەنی کەم، چەن ووشەیەک یان ناوی ئەندام بنووسە.";
$l['error_searchflooding_1'] = " ببورە، ناتوانیت بگەڕێت زیاتر لە جارێک لە ماوەی {1} چرکە، تکایە یەک چرکە چاوەڕێ بکە ئینجا دوبارە هەولدەوە.";
$l['error_searchflooding'] = " ببورە، ناتوانیت بگەڕێت زیاتر لە جارێک لە ماوەی {1} چرکە، پێویستە {2} چرکە چاوەڕێ بکەی پاشان دوبارە هەولدەوە.";
$l['error_invalidsearch'] = "گەڕانەکەت سەرکەوتوو نەبوو، تکایە بگەڕێوە و دوبارە هەولدەوە.";

$l['redirect_pmsaved'] = "پەیامی تایبەتی هاتە پاشەکەوت کردن لە بوخچەی ڕەشنووسەکان .";
$l['redirect_pmstrackingstopped'] = "وەرگرنامە ڕاگیرا لەو پەیامانەی دیاریت کرد .";
$l['redirect_pmstrackingcanceled'] = "ئەو پەیامە نەخوێندراوانەی دیاریت کرد بەسەرکەوتویی لە پەیامە هاتوەکان سڕایەوە .";
$l['redirect_allpmstrackingstopped'] = "وەرگرنامە ڕاگیرا لە هەموو پەیامە خوێندراوەکان.";
$l['redirect_pmsmoved'] = "په‌یامە دیاریکراوەکان به‌سه‌ركه‌وتووی گواسترایه‌وە .";
$l['redirect_pmsdeleted'] = "پەیامە دەستنیشان کراوەکان بەسەرکەوتویی سڕایەوە.<br />ئێستا ئاراستەی پەیامە هاتووەکان دەکرێیت .";
$l['redirect_pmsent'] = "سوپاس, پەیامەکەت بەسەرکەوتویی نێردرا.<br />ئێستا ئاراستەی پەیامە هاتووەکان دەکرێیت .";
$l['redirect_pmfoldersupdated'] = "سوپاس, بوخچەی پەیامە تایبەتییەکان بەسەرکەوتویی نوێ کرایەوە.<br />ئێستا ئاراستەی پەیامە هاتووەکان دەکرێیت .";
$l['redirect_pmfoldersemptied'] = "بوخچە دیاری کراوەکان بەسەرکەوتویی سڕایەوە.<br />ئێستا ئاراستەی پەیامە هاتووەکان دەکرێیت .";
$l['redirect_searchresults'] = "سوپاس, گەڕانەکەت بەسەرکەوتویی ئەنجام دا، ئێستا ئاراستەی پەڕەی ئەنجامەکان گەڕان دەکرێیت.";

$l['quick_reply'] = "وەڵامدانەوەی خێرا";
$l['message_note'] = "وەڵامەکەت بۆ ئەم پەیامە لێرە بنووسە.";
$l['send_reply'] = "نـاردنی وەڵام";
$l['quickreply_signature'] = "واژوو";
$l['quickreply_disable_smilies'] = "ناچاڵاککردنی خەندەکان";
$l['quickreply_save_copy'] = "هەلگرتنەوە";
$l['quickreply_read_receipt'] = "<strong>داواکردنی وەرگری خوێنراوە</strong>";

